{
  "home": {
    "img": "Jarvi_1.jpg",
    "title": "Aamunsarastuksen Mökkiseura",
    "description": "Idylinen mökkiyhteisö järven rannassa!",
    "content": [
      {
        "text": "Vietävänjärven rannan tuntumassa sijaitseva yhteisö toivottaa tervetulleeksi sekä vanhat konkarit että uudet mökkeilijät. Toiminnasta kiinnostuneiden kannattaakin seurata sivuton aktiivisesti, sillä tiivis yhteisömme tarjoaa mahdollisuuden tutustua seuraamme ja tiloihimme aina muutaman kerran vuodessa ja tiedotamme avoimien ovien viikonlopuista aina täällä sivullamme. Uteliaat, pysykää kuulolla!<br /><br />Hakulomake on myös ympärivuotisesti avoinna nille, jotka ovat varmoja mökkihaaveistaan ja haluavat tehdä unelmistaan totta. Uusia paikkoja yhteisössämme on kuitenkin rajatusti, joten joudumme valitettavasti hyväksymään hakemuksista vain ne, jotka vaikuttavat joukkoomme sopivimmilta!<br /><br />Meiltä löydät myös kyläpuodin, joka palvelee sinua maanantaista lauantaihin. Myynnissä muunmuassa seuramme kuuluisaa kotijuustoa, pullaa sekä valikoima lempeästi suolattuja kinkkuja. Tervetuloa ostoksille!<br /><br />Aamun sarastaessa kohtaamme!"
      }
    ],
    "comments": [
      {
        "user": "Arja Mäntyvaara",
        "comment": " Löysin tänne <0 href=\"https://forum-beta-lac.vercel.app\">https://forum-beta-lac.vercel.app</0> kautta, eikä vaikuta yhtään niin omituiselta kuin siellä väittivät 🙂"
      },
      {
        "user": "PEKKA",
        "comment": "HÖPÖ HÖPÖ"
      },
      {
        "user": "Arja Mäntyvaara",
        "comment": "Linkkasin minijälle, etsivät mökkiä 🙂"
      },
      {
        "user": "PEKKA",
        "comment": "MIÄSI ON IMBESILLI JOS MENEE TÄHÄN HÖYNÄÄN."
      }
    ]
  },
  "about": {
    "img": "Puita.jpg",
    "title": "Tietoa meistä",
    "description": "Aamunsarastuksen mökkiseura on varjellut Vietävänjärven rantoja ja laitumia jo vuodesta 1825!",
    "content": [
      {
        "title": "Kohtalokkaat tulvat seuran alullepanijana",
        "text": "Vietävänjärven historiaa varjostaa synkkä menneisyys. Järvi tuli aikojen saatossa tunnetuksi oikukkaasta luonteestaan: milloin se tulvi yli äyräidensä hukuttaen alleen niin viljelysmaat kuin torpatkin, milloin kalakantoja piinasi niukkuus tai sitten taudit tai loiseliöt veivät jo muutoinkin köyhän saaliin. Seudun maa ei tarjonnut otollista viljelysmaata, vaan silti ihmiset yrittivät kaikesta huolimatta sopeutuakseen alueen karuihin oloihin, olivathan heidän esi-isänsäkin jo asuttaneet maata iät ikuiset. Ja kaiken lisäksi, minne he muka voisivat lähteä? Ruuasta oli pulaa jopa seudun vauraimmissakin taloissa. Kylän väki kävi levottomaksi ja pelko asettui taloksi jokaiseen perheeseen. Tuota aikaa paikalliset nimittivät pitkäksi yöksi, sillä kaikki valo tuntui tyystin kaikonneen ihmisten mielistä. Kesällä, vuonna 1825, Vietävänjärvi tulvi ennennäkemättämän paljon. Kohtalokas tulva vei mukanaan sadon, tappoi karjan ja jätti tienoon asukkaat entistä julmemmin kärsimykseensä. Oli selvää, ettei alueen asuttaminen voisi jatkua olosuhteiden riistäessä kaiken toimeentulon. Tuolloin viisaaudestaan ja toimeliaisuudestaan tunnettu mies, Ukko Aarnenpoika, kokosi naapuruston isännät ja emännät koolle ja laati yhdessä heidän kanssaan suunnitelman Vietävänjärven ihmisten tulevaisuuden turvaamiseksi. Niin syntyi Aamunsarastuksen seura. Jo seuraavana keväänä viljelysonni suosi ahertajia, sato kantoi hedelmää ja tienoon niityt vihannoivat runsaampina kuin milloinkaan ennen, jopa kala söi hyvin. Siitä saakka on Aamunruskon seuran perinne elänyt tiiviinä osana paikallisten arkea ja se on kehkeytynyt osaksi täkäläistä identiteettiä."
      },
      {
        "title": "Pikkupitäjästä mökkiharrastajien kruununjalokiveksi",
        "text": "Kauas on tultu noista ajoista, kun pitkä yö varjosti nykyään niin kukuistovaa yhteisöämme. Se mikä aikanaan oli pieni kylänpahainen, on aikojen saatossa muovautunut siksi mitä se on nykyisin: idyllinen ja yhteisöllinen mökkiseura. Alkuperäinen Aamunsarastus kulkee silti yhä vahvasti mukana toiminnassamme ja seura se on meillä suorastaan veressä, polveutuuhan suuri osa kiihkeistä mökkiharrastajistamme suoraan tuosta alkuperäisestä Ukko Aarnenpojan alulle panemasta seurueesta.<br /><br />Nykyinen toimintamme keskittyy pääasiassa omavaraisuuden harjoittamisen ympärille. Ruoka tulee omasta maasta ja valmistamme tarpeidemme mukaan esineen kuin esineen, aina kynttilöistä siimoihin. Olemme vuodesta 2018 saakka myös pyörittäneen yhdessä tuumin kyläpuotia, jotta yhteisömme ulkopuolisetkin jäsenet pääsisivät nauttimaan Vietävänjärven antimista!"
      }
    ]
  },
  "join-us": {
    "img": "cottage2.jpg",
    "title": "Tule osaksi yhteisöä",
    "content": [
      {
        "text": "Oletko vailla unelmiesi kesämökkiä? Oletko haaveillut rauhallisista kesistä lempëän järvimaiseman äärellä? Kaipaatko rakastavaa perhettä, jonka kaltaista sinulla ei ole milloinkaan ollut? Kenties näet itsesi pysyvänä osana naapurustoa, jossa lähimmäisenrakkaus ja yhteisöllinen tekeminen ovat osa jokapäiväistä arkea? Me kutsumme sinut ilomielin seuraamme! Täytä alla oleva hakemus ja liity osaksi Aamunsarastuksen mökkiseuraa jo tänään!<br /><br />Meille tervetulleita ovat niin eläkepäiviään viettävät seniorit kuin aktiivista toimintaa kaipaavat lapsiperheetkin!<br /><br />HUOM! Emme ota vastaan mökkivarauksia tai ostotarjouksia!!!! Vapaana olevat mökit TARJOTAAN yhteisömme jäsenten käyttöön liittymisjärjestystä kunnioittaen ja hyväksymme uusia jäseniä seuraamme aina mökkien vapautuessa."
      }
    ],
    "questions": [
      {
        "q": "Kuinka monta airoa olet pudottanut avantoon?",
        "a": ["2", "Kaksi"]
      },
      {
        "q": "Kuka kutsuu nimeäsi iltahämärän laskeuduttua?",
        "a": ["Kuukkeli"]
      },
      {
        "q": "Minkä laulua et toivo kuulevasi?",
        "a": ["Käki", "Käen", "Käen laulu", "Käen laulua"]
      }
    ],
    "send": "Lähetä",
    "reset": "Tyhjennä"
  },
  "inner-circle": {
    "img": "cottage.jpg",
    "title": "Sisäpiiri",
    "description": "Aamunsaraastuksen Mökkiseuran kalenteri",
    "imagedisplay": [
      {
        "img": "sacrifice.png",
        "title": "Family",
        "description": "I'm sorry"
      },
      {
        "img": "sac2.jpg",
        "title": "Brothers",
        "description": "I'm sorry"
      },
      {
        "img": "sac3.jpg",
        "title": "Sisters",
        "description": "I'm sorry"
      }
    ],
    "background-image": "penta.png",
    "forum": [
      [
        {
          "user": "V.J",
          "text": "Ongelma \"P\" hoideltu."
        },
        {
          "user": "I.H",
          "text": "mikä ihmeen P"
        },
        {
          "user": "V.J",
          "text": "Joko unohdit kuka rikkoi salassapitovalaamme:D ”Paarma” nitistetty."
        },
        {
          "user": "L.O",
          "text": "RIP vanha kunnon Pösilö:D emme jää kaipaamaan."
        },
        {
          "user": "I.H",
          "text": "J.T. antoi lopulta suostumuksen? Huh, nyt voin taas hengähtää."
        },
        {
          "user": "V.J",
          "text": "Joskus täytyy tehdä se mikä täytyy, sanoi J.T. mitä hyvänsä."
        }
      ],
      [
        {
          "user": "I.H",
          "text": "Pyydän että päätalon saunaa suolistamis tahi muussa tarkoituksessa käyttävät SIIVOAVAT jälkensä. Ei ole kiva mennä lämmittämään kiuasta ja huomata sen olevan täynnä ties mitä möhnää. HÄVETKÄÄ, aikuiset ihmiset."
        }
      ],
      [
        {
          "user": "V.J",
          "text": "Se mistä puhuimme viime kokoontumisessa, ehdotan että järjestämme äänestyksen. Ei ole oikein, että yksi ihminen sanelee kuinka tehdään kun kyseessä on meidän kaikkien tulevaisuus."
        },
        {
          "user": "J.J"
        },
        {
          "user": "L.O"
        },
        {
          "user": "I.H"
        },
        {
          "user": "Y.T"
        },
        {
          "user": "J.T",
          "text": "Asiasta ei keskustella."
        },
        {
          "user": "V.J"
        },
        {
          "user": "V.J"
        },
        {
          "user": "V.J"
        }
      ],
      [
        {
          "user": "I.H",
          "text": "Saunatuvasta kynttilät loppu."
        },
        {
          "user": "V.V",
          "text": "Tiedossa. Läski on loppu niin ei olla voitu tehdä uusia. Täytyy odottaa vakkoihin saakka."
        },
        {
          "user": "I.H",
          "text": "Selvä juttu!"
        },
        {
          "user": "L.O",
          "text": "Kioskin kylmiössä vielä purkillinen ihraa. Viimeinen hylly vasemmalla, punainen purkki."
        }
      ],
      [
        {
          "user": "L.L",
          "text": "Tuhkien säilytysluukku on taas jumissa"
        },
        {
          "user": "P.P",
          "text": "HOITUU."
        },
        {
          "user": "I.H",
          "text": "Ihan vastaisuuden varalle suosittelen, että luukun kunto tarkastetaan aina ENNEN lehtoon lähtöä."
        },
        {
          "user": "P.P",
          "text": "No tarkastappa itse sitten ÄLÄKÄ INISE."
        }
      ],
      [
        {
          "user": "U.U",
          "text": "Rapupyydykset saa noukkia saunalta, tiedoksi ken seuraavaksi lähtee vesille."
        },
        {
          "user": "P.P",
          "text": "Minä ja J.T haemme."
        }
      ]
    ]
  },
  "admin": {
    "manifest": [
      "Jos luet tätä nyt, se voi merkitä vain yhtä asiaa. Loppua.",
      "Ensiksi haluan puhutella perhettäni: Hyvä Aamunsarastuksen Mökkiseura, hyvät veljet ja siskot, jos luette tätä niin varmasti olettekin jo aavistaneet, mitä olen aikeissa tehdä. Päätökseni on lopullinen ja nyt on myöhäistä estää se mikä on kohta pahatuva. Aamunsarastuksen aika on tullut päätökseensä ja on aika antaa päivän saapua. Se mitä Te teitte, mitä Te veitte minulta, avasi lopullisesti silmäni, ja ainoa katumukseni on se, että kuljin sokeana niin kauan. Koko ikäni. Aivan kuten tekin, sokeina koko ikänne. On kuin pimeä yö olisi jo kauan sitten ottanut meidät omakseen ja sulkenut meidät sisäänsä niin, ettemme me nähneet, emmekä ymmärtäneet mitä teimme. Tai niin minä todella toivon, ettemme todella ymmärtäneet sitä mitä teimme. Sillä jos teimme sen kaiken täydessä ymmärryksessä, niin me todella ansaitsemme kohtalon, joka on pahempi kuin heidän, joilta me riistimme elämän oman onnemme turvaamiseksi. Esi-isämme perustivat seuramme tavoitteenaan luoda hyvää yhteisölleen, tavoitellakseen pelastusta tilanteessa, jossa kaikki pelastus oli käsien ulottumattomissa. Jos tämä on se hyvä, se pelastus, jonka vuoksi he tekivät kaiken sen mitä tekivät, ja me heidän oppejaan noudattaen teimme kaiken sen minkä teimme, niin on parempi antaa kaiken tämän mennä. Olisi pitänyt jo kauan aikaa sitten antaa kaiken tämän vain loppua.",
      "Toiseksi haluan puhutella sinua, ulkopuolinen, joka luet tätä. Oletan ja toivon tämän tavoittavan ennemmin tai myöhemmin jonkun, joka ei tunne pimeyttä, kuten me, jotka olemme kasvaneet sen vankeina. Olen toimittanut kopion tästä virkavallalle ja se lienee hyödyksi tutkinnassa, kun Vietävänjärven salaisuus alkaa hiljalleen purkautua. Olen yrittänyt tehdä työnne mahdollisimman helpoksi, en halua vaivata teitä tällä synkällä ja vastenmielisellä tapauksella yhtään enempää kuin on tarpeen. Veljieni ja sisarieni ruumiit olen asetellut perunakellariin ja oletan niiden säilyvän siellä jokseenkin kohtuullisessa kunnossa saapumiseenne saakka. Päätalon keittiön pöydältä löydätte kirjan, johon on laadittu lista menneistä yhteisömme jäsenistä, jotka toimiemme seurauksena ovat menettäneet henkensä. Listalta löytynee myös muutama ulkopuolinen, joiden kohtaloksi koitui puhtaasti pelkkä huono tuuri: väärässä paikassa väärään aikaan. Muunmuassa eräs hiisilehtoomme eksynyt marjastaja, häpeäkseni en muista hänen nimeään, koki valitettavan kohtalon yhteisömme käsissä muutama vuosi sitten. Näistä viattomien surmista olen vilpittömästi pahoillani, mutta tehtyä ei saa tekemättömäksi. Toivon, että tieto heidän kohtalostaan ja tämän kultin lopusta tuo rauhan heidän omaisilleen. Uhrien jäänteitä tuskin tulee milloinkaan löytymään, olemme hyödyntäneet kaiken viimeistä hiuskarvaa myöten. Ja kaikki se mitä päätalo ei teille tarjoa, on todennäköisesti tullut jo liekkien nielemäksi siinä vaiheessa, kun lopulta saavutte Vietävänjärvelle. Kylmiön sisällön läpikäyminen jää tosin teidän vastuullenne, itse en sitä enää ehdi tekemään.",
      "Ja minusta teidän ei tarvitse huolehtia. Kun sanoin tekeväni lopun tästä kaikesta, minä todella tarkoitin sitä.",
      "Lopuksi haluan sanoa muutaman asian sinulle Pekka. Tiedän, että sanojen aika on mennyt ja tiedän, että minun on myöhäistä hakea anteeksiantoa teoilleni. Ja tiedän, että mikää määrä sanoja ei koskaan olisi kylliksi.",
      "Olen pahoillani. ",
      "Nuo sanat sinun olisi pitäny kuulla huuliltani jo kauan sitten. Anteeksi etten kuunnellut sinua silloin, kun sillä olisi ollut merkitystä. Hylkäsin sinut ja käänsin selkäni sinulle, enkä voi koskaan antaa anteeksi itselleni sitä viimeistä kohtaamistamme, jota en pelkuruuttani en siedä edes muistella. Minä petin sinut ja on minun syytäni, että sinun kävi niin kuin kävi.",
      "Toivon että kohtaamme vielä, piankin, jos ylipäänsä on edes mahdollista, että tiemme vielä kohtavaat siellä jossain. Minä tiedän, että sinä olet saanut rauhan. Olet paikassa, jonne tämä pimeys ei yllä. Ja minä voin vain toivoa, että se mikä minua odottaa, on armollisempaa, kuin sen minkä uskon itse ansaitsevani. Jos me vielä tapaamme, lupaan kertoa sinulle tämän kaiken, niin moneen kertaan ja niin monin eri sanoin kuin vain osaan. Ja lupaan valmistaa sinulle niin monta kaunista viehettä, kuin haluat. Ja me menemmä yhdessä kalaan, juomme oluet, muistelemme sitä ”hempeämpää” nuoruuttamme, emme mene nurin emmekä huku, mietitään sellaista sitten jokin toinen kerta, juhannuksena.",
      "Jarmo Torvinen"
    ],
    "content": [
      {
        "title": "Otsikko",
        "text": "sdfjsdf"
      },
      {
        "title": "Otsikko 2",
        "text": "sdfkjsgf"
      }
    ]
  }
}
